<?php

return [
	'plural' => 'Κανονισμοί',
	'link' => 'Σύνδεσμος',
	'add-new' => 'Προσθήκη νέας συγκατάθεσης',
	'add-file-placeholder' => 'Προσθήκη αρχείου',
	'no-file' => 'Δεν υπάρχει αρχείο',
	'is-filled' => 'Ανεβασμένο',
	'types' => [
		0 => 'Όροι και Προϋποθέσεις',
		1 => 'Πολιτική απορρήτου',
		2 => 'Συμφωνία μάρκετινγκ',
	],
	'edit-title' => [
		0 => 'Επεξεργασία όρων και προϋποθέσεων',
		1 => 'Επεξεργασία πολιτικής απορρήτου',
		2 => 'Επεξεργασία συμφωνίας μάρκετινγκ',
	],
	'successfully-stored' => 'Προστέθηκε νέα συγκατάθεση',
	'successfully-updated' => 'Ενημερωμένη συγκατάθεση',
	'successfully-destroyed' => 'Διαγραμμένη συγκατάθεση',
];
