<?php

return [
	'reset-password' => 'Επαναφορά κωδικού πρόσβασης',
	'login' => 'Σύνδεση',
	'register' => 'Εγγραφή',
	'logout' => 'Αποσύνδεση',
	'email-verification' => 'Επαλήθευση email',
	'remember-me' => 'Να με θυμάσαι',
	'forgot-your-password' => 'Ανάκτηση κωδικού πρόσβασης',
	'email-password-reset-link' => 'Υποβολή συνδέσμου',
	'two-factor-confirmation' => 'Επαλήθευση δύο βημάτων',
	'recovery-code' => 'backup-code',
	'confirm-password' => 'Επιβεβαίωση κωδικού πρόσβασης',
	'confirm-password-to-continue' => 'Εισάγετε τον κωδικό πρόσβασής σας για να συνεχίσετε',
	'code' => 'Κωδικός',
	'secure-area' => 'ασφαλής σελίδα',
	'set-password' => 'Ορισμός κωδικού πρόσβασης',
	'failed' => 'Λανθασμένη εισαγωγή δεδομένων',
	'password' => 'Ο κωδικός πρόσβασης δεν είναι έγκυρος',
	'throttle' => 'Πάρα πολλές προσπάθειες σύνδεσης. Δοκιμάστε ξανά σε :seconds δευτερόλεπτα.',
	'confirm-your-password-description' =>
		'Αυτή είναι μια ασφαλής περιοχή της εφαρμογής. Επιβεβαιώστε τον κωδικό πρόσβασής σας πριν συνεχίσετε.',
	'forgot-password-description' =>
		'Ξεχάσατε τον κωδικό πρόσβασής σας; Κανένα πρόβλημα. Δώστε μας τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας και θα σας στείλουμε έναν σύνδεσμο επαναφοράς κωδικού πρόσβασης που θα σας επιτρέψει να επιλέξετε έναν νέο.',
	'two-factor-auth-description' =>
		'Επιβεβαιώστε την πρόσβαση στο λογαριασμό σας εισάγοντας τον κωδικό ελέγχου ταυτότητας που παρέχεται από την εφαρμογή ελέγχου ταυτότητας.',
	'two-factor-recovery-codes-description' =>
		'Παρακαλούμε επιβεβαιώστε την πρόσβαση στο λογαριασμό πληκτρολογώντας έναν από τους εφεδρικούς κωδικούς.',
	'email-verify-description' =>
		'Πριν συνεχίσετε, θα μπορούσατε να επαληθεύσετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας κάνοντας κλικ στον σύνδεσμο που μόλις σας στείλαμε; Εάν δεν έχετε λάβει email, θα χαρούμε να σας στείλουμε άλλο.',
	'email-verification-link-sent-description' =>
		'Ένας νέος σύνδεσμος επαλήθευσης εστάλη στη διεύθυνση ηλεκτρονικού ταχυδρομείου που καταχωρήσατε στις ρυθμίσεις του προφίλ σας.',
	'you-are-logged-in-as' => 'Έχετε συνδεθεί ως',
	'use-a-recovery-code' => 'Χρήση εφεδρικού κωδικού',
	'use-an_authentication-code' => 'Χρησιμοποιήστε τον κωδικό εξουσιοδότησής σας',
	'resend-verification-email' => 'Στείλτε ξανά email επαλήθευσης',
	'panel-disabled' => 'Δεν έχετε πρόσβαση στο πάνελ της λέσχης',
];
