<?php

return [
	'plural' => 'Εργαζόμενοι',
	'index-help' =>
		'Σε αυτή την ενότητα μπορείτε να δώσετε πρόσβαση σε έναν νέο υπάλληλο. Μια ειδοποίηση θα έρθει στη διεύθυνση ηλεκτρονικού ταχυδρομείου του και θα του ζητήσει να δημιουργήσει έναν κωδικό πρόσβασης.',
	'edit-employee' => 'Επεξεργασία υπαλλήλου',
	'add-employee' => 'Προσθήκη υπαλλήλου',
	'last-login' => 'Τελευταία σύνδεση',
	'position' => 'Θέση',
	'are-you-sure' => 'Είσαι σίγουρος;',
	'employee-permissions' => 'Πρόσβαση υπαλλήλων',
	'type' => [
		'employee' => 'Εργαζόμενος',
		'manager' => 'Διευθυντής',
	],
	'set-password' => 'Ορισμός κωδικού πρόσβασης',
	'new-club-account' => 'Νέος λογαριασμός συλλόγου',
	'new-club-account-created' =>
		'Ένας νέος λογαριασμός club έχει δημιουργηθεί για τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας :club_name.',
	'click-to-set-password' =>
		'Κάντε κλικ στο παρακάτω κουμπί για να ορίσετε έναν κωδικό πρόσβασης για το λογαριασμό σας.',
	'successfully-stored' => 'Προστέθηκε ένας νέος υπάλληλος',
	'successfully-destroyed' => 'Διαγραμμένος υπάλληλος',
	'successfully-updated' => 'Ενημερωμένα στοιχεία εργαζομένου',
];
