<?php

return [
	'singular' => 'Τιμοκατάλογοι',
	'plural' => 'Τιμοκατάλογοι',
	'index-title' => 'Επικεφαλίδα',
	'index-description' => 'Περιγραφή',
	'price-per-person' => 'Τιμή ανά άτομο',
	'index-help' => 'Σε αυτό το τμήμα μπορείτε να δείτε όλους τους τιμοκαταλόγους που έχετε δημιουργήσει.',
	'no-pricelist-info' => 'Δημιουργήστε τον πρώτο σας τιμοκατάλογο',
	'add-pricelist' => 'Προσθήκη τιμοκαταλόγου',
	'update-pricelist' => 'Αποθήκευση τιμοκαταλόγου',
	'edit-game-pricelist' => 'Επεξεργασία τιμοκαταλόγου (:game)',
	'add-game-pricelist' => 'Προσθήκη τιμοκαταλόγου (:παιχνίδι)',
	'copy-pricelist' => 'Αντίγραφο τιμοκαταλόγου',
	'successfully-stored' => 'Προστέθηκε νέος τιμοκατάλογος',
	'successfully-updated' => 'Ενημερωμένος τιμοκατάλογος',
	'successfully-destroyed' => 'Διαγραμμένος τιμοκατάλογος',
	'time-ranges-overlap' => 'Τα χρονικά εύρη του τιμοκαταλόγου επικαλύπτονται',
	'pricelist-all-day' => 'Ο τιμοκατάλογος πρέπει να δημιουργηθεί για ολόκληρη την ημέρα (24 ώρες)',
];
