<?php

return [
	'plural' => 'Προσθήκες',
	'edit-set' => 'Επεξεργασία Addon',
	'save-set' => 'Αποθήκευση Addon',
	'index-help' => 'Σε αυτό το τμήμα μπορείτε να δείτε όλα τα πρόσθετα που έχετε δημιουργήσει.',
	'add-help' =>
		'Σε αυτή την ενότητα μπορείτε να ορίσετε τα πρόσθετα. Θα μπορούν να αγοραστούν από τους πελάτες online. Αυτή είναι μια εξαιρετική επιλογή για να αυξήσετε τα έσοδα της λέσχης σας!',
	'add-set' => 'Προσθέστε',
	'add-new-set' => 'Προσθέστε ένα νέο πρόσθετο',
	'photo' => 'Φωτογραφία (176px x 75px)',
	'mobile-photo' => 'Φωτογραφία για κινητές συσκευές (95px x 95px)',
	'add-photo' => 'Προσθήκη φωτογραφίας',
	'add-photo-placeholder' => 'Σύρετε ή κάντε κλικ για να προσθέσετε',
	'set-availability' => 'Διαθεσιμότητα',
	'current-sets-statuses' => 'Τρέχουσα κατάσταση των Addons',
	'no-sets-created' => 'Δημιουργήστε το πρώτο σας addon',
	'all' => 'Όλα',
	'sold' => 'Πωλείται',
	'available' => 'Διαθέσιμο',
	'successfully-stored' => 'Νέο πρόσθετο προστέθηκε',
	'successfully-updated' => 'Ενημερωμένο πρόσθετο',
	'successfully-destroyed' => 'Διαγραμμένο πρόσθετο',
];
