<?php

return [
	'plural' => 'Ρυθμίσεις',
	'account-settings' => 'Ρυθμίσεις λογαριασμού',
	'time' => 'Χρόνος',
	'general-settings' => 'Γενικές ρυθμίσεις',
	'done' => 'Έγινε',
	'other' => 'Άλλα',
	'delete-account' => 'Διαγραφή λογαριασμού',
	'minutes_value' => ':value minutes',
	'permanently-delete-your-account' => 'Να διαγράψετε αμετάκλητα το λογαριασμό σας',
	'no-permissions' => 'Δεν έχετε επαρκή δικαιώματα για την επεξεργασία των ρυθμίσεων.',
	'delete-account-description' =>
		'Όταν διαγράφετε τον λογαριασμό σας, όλοι οι πόροι και τα δεδομένα του λογαριασμού σας θα διαγραφούν οριστικά. Παρακαλούμε κατεβάστε οποιαδήποτε δεδομένα ή πληροφορίες που πρέπει να διατηρήσετε πριν διαγράψετε το λογαριασμό σας.',
	'delete-account-confirmation' =>
		'Είστε σίγουροι ότι θέλετε να διαγράψετε τον λογαριασμό σας; Όταν διαγράφετε το λογαριασμό σας, όλοι οι πόροι και τα δεδομένα του θα διαγραφούν οριστικά. Εισάγετε τον κωδικό πρόσβασής σας για να επιβεβαιώσετε ότι θέλετε να διαγράψετε οριστικά το λογαριασμό σας.',
	'browser-sessions' => 'Συνεδρίες περιήγησης',
	'browser-sessions-description' =>
		'Δείτε και αποσυνδεθείτε από τις ενεργές συνεδρίες σας σε άλλα προγράμματα περιήγησης και συσκευές.',
	'browser-sessions-content' =>
		'Μπορείτε να αποσυνδεθείτε από όλες τις άλλες περιόδους λειτουργίας του προγράμματος περιήγησης σε όλες τις συσκευές σας, εάν είναι απαραίτητο. Ορισμένες από τις πρόσφατες συνεδρίες σας παρατίθενται παρακάτω, αλλά ο κατάλογος αυτός μπορεί να μην είναι εξαντλητικός. Εάν πιστεύετε ότι ο λογαριασμός σας έχει παραβιαστεί, θα πρέπει επίσης να ενημερώσετε τον κωδικό πρόσβασής σας.',
	'logout-other-browser-sessions' => 'Αποσύνδεση από όλες τις συσκευές',
	'enter-password-to-logout-other-browser-sessions' =>
		'Εισάγετε τον κωδικό πρόσβασής σας για να επιβεβαιώσετε ότι θέλετε να αποσυνδεθείτε από άλλες περιόδους λειτουργίας του προγράμματος περιήγησης σε όλες τις συσκευές σας.',
	'this-device' => 'This-device',
	'last-active' => 'Τελευταία ενεργή',
	'two-factor-authentication' => 'Επαλήθευση δύο βημάτων',
	'two-factor-authentication-description' =>
		'Προσθέστε πρόσθετη ασφάλεια στο λογαριασμό σας με τον έλεγχο ταυτότητας δύο παραγόντων.',
	'two-factor-authentication-enabled' => 'Έχει ενεργοποιηθεί ο έλεγχος ταυτότητας δύο παραγόντων',
	'two-factor-authentication-finish-enabling' =>
		'Ολοκληρώστε την ενεργοποίηση του ελέγχου ταυτότητας δύο παραγόντων.',
	'two-factor-authentication-finish-enabling-description' =>
		'Όταν ο έλεγχος ταυτότητας δύο παραγόντων είναι ενεργοποιημένος, θα σας ζητηθεί ένα ασφαλές, τυχαίο διακριτικό κατά τη διάρκεια του ελέγχου ταυτότητας. Αυτό το κουπόνι μπορεί να ανακτηθεί από την εφαρμογή Google Authenticator στο τηλέφωνό σας.',
	'two-factor-authentication-not-enabled' => 'Ο έλεγχος ταυτότητας δύο παραγόντων είναι απενεργοποιημένος.',
	'two-factor-authentication-scan-qr' =>
		'Για να ολοκληρώσετε την ενεργοποίηση του ελέγχου ταυτότητας δύο παραγόντων, σαρώστε τον παρακάτω κωδικό QR χρησιμοποιώντας την εφαρμογή ελέγχου ταυτότητας στο τηλέφωνό σας ή εισαγάγετε το κλειδί διαμόρφωσης και εισάγετε τον παραγόμενο κωδικό OTP.',
	'two-factor-authentication-is-now-enabled' =>
		'Ο έλεγχος ταυτότητας δύο παραγόντων είναι πλέον ενεργοποιημένος. Σαρώστε τον παρακάτω κωδικό QR με την εφαρμογή ελέγχου ταυτότητας του τηλεφώνου σας ή πληκτρολογήστε το κλειδί διαμόρφωσης.',
	'store-these-recovery-codes' =>
		'Αποθηκεύστε αυτούς τους κωδικούς ανάκτησης σε έναν ασφαλή διαχειριστή κωδικών πρόσβασης. Μπορούν να χρησιμοποιηθούν για να ανακτήσετε την πρόσβαση στο λογαριασμό σας εάν χάσετε τη συσκευή ελέγχου ταυτότητας δύο παραγόντων.',
	'regenerate-recovery-codes' => 'Ανανέωση κωδικών ανάκτησης',
	'show-recovery-codes' => 'Εμφάνιση κωδικών ανάκτησης',
	'setup-key' => 'Κωδικός εγκατάστασης',
	'update-password' => 'Αλλαγή κωδικού πρόσβασης',
	'update-password-description' =>
		'Βεβαιωθείτε ότι ο λογαριασμός σας χρησιμοποιεί έναν μακρύ, τυχαίο κωδικό πρόσβασης για να παραμείνετε ασφαλείς',
	'current-password' => 'Τρέχων κωδικός πρόσβασης',
	'new-password' => 'Νέος κωδικός πρόσβασης',
	'confirm-password' => 'Επιβεβαίωση κωδικού πρόσβασης',
	'saved' => 'Αποθηκευμένο',
	'your-email-is-unverified' => 'Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας είναι ανεπιβεβαίωτη',
	'profile-information' => 'Πληροφορίες προφίλ',
	'profile-information-description' =>
		'Ενημερώστε τις πληροφορίες προφίλ και τη διεύθυνση ηλεκτρονικού ταχυδρομείου του λογαριασμού σας.',
	'email-is-unverified' => 'Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας δεν έχει επαληθευτεί',
	'click-to-resend-the-verification-mail' => 'Κάντε κλικ εδώ για να στείλετε ξανά το email επαλήθευσης.',
	'new-verification-link-sent' =>
		'Ένας σύνδεσμος επαλήθευσης εστάλη στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.',
	'select-a-new-photo' => 'Επιλέξτε μια νέα φωτογραφία',
	'remove-photo' => 'Αφαίρεση φωτογραφίας',
	'club-calendar' => 'Ημερολόγιο του συλλόγου',
	'sms-notifications' => 'Ειδοποιήσεις SMS',
	'sms-notifications-description' =>
		'Αν ορίσετε αυτή την παράμετρο σε "on", τότε όταν προσθέτετε μια κράτηση στο ημερολόγιο, το πλαίσιο ελέγχου "Αποστολή ειδοποίησης SMS" θα είναι αμέσως ενεργοποιημένο.',
	'email-notifications' => 'Ειδοποιήσεις μέσω email',
	'email-notifications-description' =>
		'Εάν ορίσετε αυτή την παράμετρο σε "on", τότε κατά την προσθήκη μιας κράτησης στο ημερολόγιο, το πλαίσιο ελέγχου "Αποστολή ειδοποίησης μέσω email" θα τσεκαριστεί αμέσως.',
	'additional-reservation-time-status' => 'Πρόσθετος χρόνος που προστίθεται σε κάθε κράτηση',
	'additional-reservation-time-status-description' =>
		'Εάν ορίσετε αυτή την παράμετρο σε "on", τότε κάθε φορά θα προστίθεται μια χρονοθυρίδα 15 ή 30 λεπτών στην προστιθέμενη κράτηση (ανάλογα με το τι "Calendar Time Slot" θα οριστεί). Αυτό είναι χρήσιμο όταν, για παράδειγμα, μετά την ολοκλήρωση μιας κράτησης χρειάζεστε χρόνο για να καθαρίσετε πριν από τον επόμενο πελάτη.',
	'calendar-time-scale' => 'Χρονοδιάγραμμα ημερολογίου',
	'calendar-time-scale-description' =>
		'Με τη ρύθμιση αυτής της παραμέτρου καθορίζετε ποια θα είναι η χρονική κλίμακα στο ημερολόγιο της λέσχης.',
	'refund-time-limit' => 'Επιτρεπόμενος χρόνος ακύρωσης της κράτησης που έχει πληρωθεί ηλεκτρονικά',
	'refund-time-limit-description' => 'Με τη ρύθμιση αυτής της παραμέτρου καθορίζετε πόσες ώρες πριν από την έναρξη της κράτησης ο πελάτης μπορεί να ακυρώσει την κράτηση για να λάβει επιστροφή του ποσού που έχει καταβάλει.
    Παράδειγμα1. Ορίζετε αυτή την παράμετρο σε 2 ώρες.  Ένας πελάτης έχει κάνει κράτηση για τις 3:00 μ.μ. Στις 2:00 μ.μ. ο πελάτης θα ήθελε να ακυρώσει την κράτηση. Ο πελάτης θα δει ένα μήνυμα ότι μπορεί να ακυρώσει την κράτηση αλλά δεν θα λάβει επιστροφή χρημάτων.
    Παράδειγμα2 Ορίζετε αυτή την παράμετρο σε 2h.  Ο πελάτης έκανε κράτηση για τις 3:00 μ.μ. Στις 12:00 μ.μ. ο πελάτης θα ήθελε να ακυρώσει την κράτηση. Ο πελάτης θα δει ένα μήνυμα ότι μπορεί να ακυρώσει την κράτηση και θα λάβει επιστροφή χρημάτων.
    ΘΥΜΗΘΕΙΤΕ - Όταν ο πελάτης προβεί σε έγκυρη ακύρωση ( Παράδειγμα2), θα λάβετε σχετική ειδοποίηση ηλεκτρονικού ταχυδρομείου.  Μπορείτε να διαχειριστείτε τις ακυρωμένες κρατήσεις στην ενότητα χρέωσης',
	'additional-commission-percent' => 'Ποσοστό προμήθειας για κρατήσεις που πληρώνονται online',
	'additional-commission-percent-description' =>
		'Ορίζοντας αυτή την παράμετρο, θα καθορίσετε κατά πόσο ποσοστό θα πρέπει να αυξάνεται η αξία μιας παραγγελίας που πληρώνεται online.',
	'additional-commission-fixed' => 'Ποσό προμήθειας για κρατήσεις που πληρώνονται online',
	'additional-commission-fixed-description' =>
		'Με τη ρύθμιση αυτής της παραμέτρου καθορίζετε με ποιο ποσό θα αυξηθεί η αξία μιας παραγγελίας που έχει πληρωθεί μέσω διαδικτύου.',
	'widget-message' => 'Μήνυμα για το plugin κράτησης',
	'widget-message-description' =>
		'Το ακόλουθο κείμενο θα εμφανιστεί κάτω από την επιλογή του παιχνιδιού στο plugin κράτησης',
	'reservation-max-advance-time' => 'Μέγιστος χρόνος κράτησης',
	'reservation-max-advance-time-description' =>
		'Με τον ορισμό αυτής της παραμέτρου θα καθορίσετε πόσες ημέρες νωρίτερα οι πελάτες θα μπορούν να κάνουν online κρατήσεις.',
	'reservation-max-advance-time-info' =>
		'Για παράδειγμα, αν ορίσετε την παράμετρο σε 30 ημέρες, τότε ένας πελάτης που θα κάνει κράτηση την 1η Ιανουαρίου θα μπορεί να κάνει κράτηση στο διάστημα 1-30 Ιανουαρίου.',
	'reservation-min-advance-time' => 'Ελάχιστος χρόνος κράτησης',
	'reservation-min-advance-description' =>
		'Με τη ρύθμιση αυτής της παραμέτρου θα καθορίσετε πόσες ώρες πριν οι online πελάτες μπορούν να κάνουν κρατήσεις.<br>Μπορείτε να ορίσετε την παράμετρο για κάθε ημέρα της εβδομάδας ξεχωριστά.',
	'reservation-min-advance-info' =>
		'Εάν, για παράδειγμα, για τη Δευτέρα ορίσετε την παράμετρο σε 2h. Τότε ένας πελάτης που θα ήθελε να κάνει κράτηση τη Δευτέρα στις 13:00 θα μπορεί να κάνει κράτηση για τις 15:00 το νωρίτερο.',
	'full-hour-start-reservations-status' => 'Αποδεχτείτε online κρατήσεις μόνο κατά τις πλήρεις ώρες',
	'full-hour-start-reservations-status-description' => 'Η ρύθμιση αυτής της παραμέτρου θα επιτρέψει στους online πελάτες να κάνουν κρατήσεις μόνο κατά τις πλήρεις ώρες (π.χ., 3:00 μ.μ. )<br>
Και οι πελάτες θα μπορούν να επιλέγουν μόνο πλήρεις ώρες παιχνιδιού.',
	'reservation-number-on-calendar-status' => 'Εμφάνιση αριθμού κράτησης στο ημερολόγιο',
	'reservation-number-on-calendar-status-description' =>
		'Με την ενεργοποίηση αυτής της παραμέτρου, ο ατομικός αριθμός κράτησης θα εμφανίζεται στο ημερολόγιο δίπλα σε κάθε κράτηση.',
	'reservation-notes-on-calendar-status' => 'Σχόλια για το ημερολόγιο',
	'reservation-notes-on-calendar-status-description' =>
		'Με την ενεργοποίηση αυτής της παραμέτρου, θα επιτρέπεται να εμφανίζονται στο ημερολόγιο για κάθε κράτηση τα σχόλια του club και των πελατών που έχουν οριστεί.',
	'club-terms' => 'Αρχείο όρων και προϋποθέσεων',
	'club-terms-description' =>
		'Προσθέτοντας τους όρους και τις προϋποθέσεις σας εδώ, θα κάνετε τους online πελάτες που κάνουν online κρατήσεις να πρέπει να αποδεχτούν τους όρους και τις προϋποθέσεις σας.',
	'club-terms-no-file-alert' => 'Η υπηρεσία εντόπισε ότι λείπει ένα αρχείο όρων και προϋποθέσεων',
	'drop-terms-here' => 'Αφήστε το αρχείο ή κάντε κλικ εδώ για να προσθέσετε όρους και προϋποθέσεις',
	'reservation-types-description' =>
		'Αυτό είναι πολύ χρήσιμο εάν στην προβολή "Κρατήσεις" θέλετε να δείτε γρήγορα τις κρατήσεις ενός συγκεκριμένου τύπου, π.χ. "Εταιρικές εκδηλώσεις".',
	'reservation-types-bolder' => 'Σε αυτή την ενότητα μπορείτε να δημιουργήσετε έναν τύπο κράτησης και να του αντιστοιχίσετε ένα χρώμα.
    Όταν δημιουργείτε μια κράτηση στο ημερολόγιο, θα μπορείτε να καθορίσετε τον τύπο της κράτησης.
    Στην προβολή ημερολογίου, η κράτηση θα επισημαίνεται με το επιλεγμένο χρώμα.',
	'club-map' => 'Χάρτης συλλόγου',
	'club-map-description' => 'Προσθέστε έναν χάρτη club για online πελάτες',
	'club-map-no-file-alert' => 'Η υπηρεσία εντόπισε ότι λείπει ένα αρχείο χάρτη λέσχης',
	'drop-map-here' =>
		'Αφήστε ένα αρχείο ή κάντε κλικ εδώ για να προσθέσετε ένα χάρτη του συλλόγου (png, jpg, gif)',
	'manager-mails' => 'Ειδοποιήσεις μέσω email',
	'manager-mails-description' =>
		'Εισάγοντας τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας εδώ, θα προκαλέσετε ότι κάθε φορά που ένας online πελάτης κάνει μια κράτηση ή την ακυρώνει - θα λαμβάνετε μια κατάλληλη ειδοποίηση ηλεκτρονικού ταχυδρομείου σχετικά με αυτό.',
	'your-mail-notification-addresses' => 'Οι διευθύνσεις ηλεκτρονικού ταχυδρομείου σας για ειδοποιήσεις',
	'add-new-email-address' => 'Εισάγετε τη διεύθυνση email',
	'offline-reservation-duration-limit' => 'Μέγιστη διάρκεια κράτησης εκτός σύνδεσης',
	'offline-reservation-duration-limit-description' =>
		'Ορίζοντας αυτή την παράμετρο, θα καθορίσετε πόσες ώρες θα μπορεί να κλείσει ένας πελάτης εκτός σύνδεσης.',
	'offline-reservation-slot-limit' => 'Μέγιστος αριθμός θέσεων κράτησης εκτός σύνδεσης',
	'offline-reservation-slot-limit-description' =>
		'Με τον καθορισμό αυτής της παραμέτρου - θα καθορίσετε πόσες μέγιστες χρονοθυρίδες θα μπορεί να κλείσει ένας πελάτης εκτός σύνδεσης.',
	'offline-reservation-daily-limit' => 'Μέγιστος αριθμός offline κρατήσεων ανά ημέρα',
	'offline-reservation-daily-limit-description' =>
		'Με τον καθορισμό αυτής της παραμέτρου - θα καθορίσετε πόσες κρατήσεις ανά ημέρα θα μπορεί να κάνει ένας πελάτης εκτός σύνδεσης.',
	'successfully-updated' => 'Οι αλλαγές στις ρυθμίσεις έχουν αποθηκευτεί',
	'calendar_time_scale-full_hour_start_reservations_status-combination-error' =>
		'Η τιμή "60 λεπτά" δεν επιτρέπεται εάν η ρύθμιση "Αποδοχή online κρατήσεων μόνο σε πλήρεις ώρες" είναι απενεργοποιημένη.',
	'full_hour_start_reservations_status-calendar_time_scale-combination-error' =>
		'Η απενεργοποίηση της ρύθμισης \\"Αποδοχή online κρατήσεων μόνο σε πλήρεις ώρες\\" δεν επιτρέπεται εάν η ρύθμιση \\"Κλίμακα χρόνου ημερολογίου\\" έχει οριστεί σε \\"60 λεπτά\\".',
];
