<?php

return [
	'plural' => 'Положення',
	'link' => 'Посилання',
	'add-new' => 'Додати нову згоду',
	'add-file-placeholder' => 'Додати файл',
	'no-file' => 'Немає файлу',
	'is-filled' => 'Завантажено',
	'types' => [
		0 => 'Умови та положення',
		1 => 'Політика конфіденційності',
		2 => 'Маркетингова угода',
	],
	'edit-title' => [
		0 => 'Редагувати Умови та положення',
		1 => 'Редагувати політику конфіденційності',
		2 => 'Редагувати маркетингову угоду',
	],
	'successfully-stored' => 'Додано нову згоду',
	'successfully-updated' => 'Оновлена згода',
	'successfully-destroyed' => 'Видалена згода',
];
