<?php

return [
	'reset-password' => 'Скинути пароль',
	'login' => 'Логін',
	'register' => 'Зареєструватися',
	'logout' => 'Вийти з системи',
	'email-verification' => 'Перевірка електронної пошти',
	'remember-me' => 'Пам\'ятай мене.',
	'forgot-your-password' => 'Відновити пароль',
	'email-password-reset-link' => 'Надіслати посилання',
	'two-factor-confirmation' => 'Двоетапна перевірка',
	'recovery-code' => 'backup-code',
	'confirm-password' => 'Підтвердити пароль',
	'confirm-password-to-continue' => 'Введіть пароль, щоб продовжити',
	'code' => 'Код',
	'secure-area' => 'захищена сторінка',
	'set-password' => 'Встановити пароль',
	'failed' => 'Введено невірні дані',
	'password' => 'Введений пароль не є дійсним',
	'throttle' => 'Занадто багато спроб входу. Спробуйте ще раз через :секунд.',
	'confirm-your-password-description' =>
		'Це безпечна зона додатку. Будь ласка, підтвердіть свій пароль, перш ніж продовжити.',
	'forgot-password-description' =>
		'Забули пароль? Нічого страшного. Повідомте нам свою електронну адресу, і ми надішлемо вам посилання для скидання пароля, за яким ви зможете обрати новий.',
	'two-factor-auth-description' =>
		'Будь ласка, підтвердіть доступ до свого облікового запису, ввівши код автентифікації, наданий додатком для автентифікації.',
	'two-factor-recovery-codes-description' =>
		'Будь ласка, підтвердіть доступ до облікового запису, ввівши один з резервних кодів.',
	'email-verify-description' =>
		'Перш ніж продовжити, перевірте, будь ласка, свою електронну адресу, перейшовши за посиланням, яке ми вам щойно надіслали. Якщо ви не отримали листа, ми з радістю надішлемо його вам ще раз.',
	'email-verification-link-sent-description' =>
		'На адресу електронної пошти, яку ви вказали в налаштуваннях свого профілю, було надіслано нове посилання для підтвердження.',
	'you-are-logged-in-as' => 'Ви увійшли в систему як',
	'use-a-recovery-code' => 'Використовуйте резервний код',
	'use-an_authentication-code' => 'Використовуйте свій код авторизації',
	'resend-verification-email' => 'Повторно надішліть лист із підтвердженням',
	'panel-disabled' => 'У вас немає доступу до клубної панелі',
];
