<?php

return [
	'plural' => 'Працівники',
	'index-help' =>
		'У цьому розділі ви можете передати доступ новому співробітнику. На його електронну адресу прийде повідомлення з проханням створити пароль',
	'edit-employee' => 'Редагувати працівника',
	'add-employee' => 'Додати працівника',
	'last-login' => 'Останній вхід',
	'position' => 'Посада',
	'are-you-sure' => 'Ти впевнений?',
	'employee-permissions' => 'Доступи співробітників',
	'type' => [
		'employee' => 'Працівник.',
		'manager' => 'Менеджер',
	],
	'set-password' => 'Встановити пароль',
	'new-club-account' => 'Новий клубний рахунок',
	'new-club-account-created' =>
		'Новий клубний акаунт створено для вашої адреси електронної пошти :club_name.',
	'click-to-set-password' => 'Натисніть кнопку нижче, щоб встановити пароль для свого облікового запису.',
	'successfully-stored' => 'Додано нового співробітника',
	'successfully-destroyed' => 'Видалений працівник',
	'successfully-updated' => 'Оновлені дані співробітників',
];
