<?php

return [
	'help-section' => 'У цьому розділі ви можете налаштувати підключення до брокера онлайн-платежів',
	'invalid-method-type' => 'Неправильний тип способу оплати',
	'already-connected' => 'Цей спосіб оплати вже активний',
	'general-error' => 'Виникла помилка при створенні способу оплати',
	'invoice-payment' => 'Оплата рахунку #:id на Bookgame.io',
	'reservation-payment' => 'Reservation :reservation_number in :club_name',
	'payment-time-limit-notice' => 'Пам\'ятайте, що у вас є 5 хвилин, щоб оплатити бронювання',
	'stripe' => [
		'continue-connection' => 'Продовжуйте спілкуватися з',
		'active' => [
			'title' => 'Стрип-платежі активні',
			'desc' => 'Ваші клієнти тепер можуть здійснювати онлайн-платежі за допомогою Stripe',
		],
		'connecting' => [
			'title' => 'Процес підключення до Stripe розпочато',
			'desc' =>
				'Якщо вам не вдалося підключитися до Stripe, натисніть кнопку нижче, щоб спробувати ще раз.',
		],
		'not-connected' => [
			'title' => 'Приймайте онлайн-платежі за допомогою Stripe',
			'desc' =>
				'Stripe - світовий лідер у сфері онлайн-платежів. Прив\'яжіть свій акаунт, щоб почати приймати онлайн-платежі.',
		],
		'login' => 'Увійдіть до',
		'disconnect' => 'Відключити обліковий запис',
		'connect' => 'Підключіть свій обліковий запис',
		'no-connection-yet' =>
			'Ми ще не отримали підтвердження успішного підключення від Stripe. Якщо ви успішно завершили процес підключення, метод автоматично активується через кілька хвилин.',
		'connected' => 'Успішне підключення до Stripe',
	],
];
