<?php

return [
	'plural' => 'Аддони',
	'edit-set' => 'Редагувати доповнення',
	'save-set' => 'Зберегти доповнення',
	'index-help' => 'У цьому розділі ви можете побачити всі створені вами доповнення',
	'add-help' =>
		'У цьому розділі ви можете визначити доповнення. Вони будуть доступні для купівлі клієнтами онлайн. Це чудова можливість збільшити дохід вашого клубу!',
	'add-set' => 'Додати',
	'add-new-set' => 'Додати новий аддон',
	'photo' => 'Фото (176px x 75px)',
	'mobile-photo' => 'Фото для мобільних пристроїв (95px x 95px)',
	'add-photo' => 'Додати фото',
	'add-photo-placeholder' => 'Перетягніть або клацніть, щоб додати',
	'set-availability' => 'Доступність',
	'current-sets-statuses' => 'Поточний статус доповнень',
	'no-sets-created' => 'Створіть свій перший аддон',
	'all' => 'Усе.',
	'sold' => 'Продано',
	'available' => 'Доступно',
	'successfully-stored' => 'Додано новий аддон',
	'successfully-updated' => 'Оновлений аддон',
	'successfully-destroyed' => 'Видалений аддон',
];
