<?php

return [
	'plural' => 'Налаштування',
	'account-settings' => 'Налаштування облікового запису',
	'time' => 'Час',
	'general-settings' => 'Загальні налаштування',
	'done' => 'Зроблено.',
	'other' => 'Інше',
	'delete-account' => 'Видалити обліковий запис',
	'minutes_value' => 'значення хвилин',
	'permanently-delete-your-account' => 'Безповоротно видалити свій обліковий запис',
	'no-permissions' => 'Ви не маєте достатніх прав для редагування налаштувань.',
	'delete-account-description' =>
		'Коли ви видаляєте свій обліковий запис, всі ресурси та дані облікового запису будуть видалені назавжди. Будь ласка, завантажте всі дані або інформацію, які вам потрібно зберегти, перш ніж видалити свій обліковий запис.',
	'delete-account-confirmation' =>
		'Ви впевнені, що хочете видалити свій обліковий запис? Коли ви видалите свій обліковий запис, всі його ресурси і дані будуть видалені безповоротно. Введіть свій пароль, щоб підтвердити, що ви бажаєте остаточно видалити свій обліковий запис.',
	'browser-sessions' => 'Сеанси браузера',
	'browser-sessions-description' =>
		'Переглядайте та виходьте з активних сесій в інших браузерах та пристроях.',
	'browser-sessions-content' =>
		'Ви можете вийти з усіх інших сеансів браузера на всіх ваших пристроях, якщо це необхідно. Деякі з ваших останніх сесій наведені нижче, але цей список може бути неповним. Якщо ви вважаєте, що ваш обліковий запис було скомпрометовано, вам також слід оновити свій пароль.',
	'logout-other-browser-sessions' => 'Вихід з усіх пристроїв',
	'enter-password-to-logout-other-browser-sessions' =>
		'Введіть пароль, щоб підтвердити, що ви хочете вийти з інших сеансів браузера на всіх ваших пристроях.',
	'this-device' => 'Цей пристрій',
	'last-active' => 'Останній активний',
	'two-factor-authentication' => 'Двоетапна перевірка',
	'two-factor-authentication-description' =>
		'Додайте додатковий захист своєму акаунту за допомогою двофакторної автентифікації.',
	'two-factor-authentication-enabled' => 'Увімкнено двофакторну автентифікацію',
	'two-factor-authentication-finish-enabling' => 'Завершіть активацію двофакторної автентифікації.',
	'two-factor-authentication-finish-enabling-description' =>
		'Якщо двофакторна автентифікація увімкнена, під час автентифікації вам буде запропоновано ввести безпечний випадковий токен. Цей токен можна отримати з програми Google Authenticator на вашому телефоні.',
	'two-factor-authentication-not-enabled' => 'Двофакторна автентифікація вимкнена.',
	'two-factor-authentication-scan-qr' =>
		'Щоб завершити ввімкнення двофакторної автентифікації, відскануйте QR-код нижче за допомогою програми автентифікації на вашому телефоні або введіть ключ конфігурації та згенерований OTP-код.',
	'two-factor-authentication-is-now-enabled' =>
		'Двофакторну автентифікацію увімкнено. Відскануйте QR-код нижче за допомогою програми автентифікації вашого телефону або введіть ключ конфігурації.',
	'store-these-recovery-codes' =>
		'Зберігайте ці коди відновлення в надійному менеджері паролів. Вони можуть бути використані для відновлення доступу до вашого облікового запису, якщо ви втратите пристрій двофакторної автентифікації.',
	'regenerate-recovery-codes' => 'Оновити коди відновлення',
	'show-recovery-codes' => 'показати коди відновлення',
	'setup-key' => 'Код для встановлення',
	'update-password' => 'Змінити пароль',
	'update-password-description' =>
		'Переконайтеся, що ваш обліковий запис використовує довгий випадковий пароль, щоб бути в безпеці',
	'current-password' => 'Поточний пароль',
	'new-password' => 'Новий пароль',
	'confirm-password' => 'Підтвердити пароль',
	'saved' => 'Врятовано.',
	'your-email-is-unverified' => 'Ваша електронна адреса не підтверджена',
	'profile-information' => 'Інформація про профіль',
	'profile-information-description' =>
		'Оновіть інформацію про профіль та адресу електронної пошти вашого акаунта.',
	'email-is-unverified' => 'Ваша електронна адреса не підтверджена',
	'click-to-resend-the-verification-mail' =>
		'Натисніть тут, щоб повторно надіслати лист із підтвердженням.',
	'new-verification-link-sent' => 'Посилання для підтвердження було надіслано на вашу електронну адресу.',
	'select-a-new-photo' => 'Виберіть нову фотографію',
	'remove-photo' => 'Видалити фото',
	'club-calendar' => 'Клубний календар',
	'sms-notifications' => 'SMS-повідомлення',
	'sms-notifications-description' =>
		'Якщо ви встановите цей параметр в "увімкнено", то при додаванні бронювання в календар, галочка "Надсилати SMS-повідомлення" буде відразу встановлена',
	'email-notifications' => 'Сповіщення електронною поштою',
	'email-notifications-description' =>
		'Якщо ви встановите цей параметр у значення "увімкнено", то при додаванні бронювання в календарі відразу буде встановлена галочка "Надіслати сповіщення на електронну пошту".',
	'additional-reservation-time-status' => 'До кожного бронювання додається додатковий час',
	'additional-reservation-time-status-description' =>
		'Якщо ви встановите цей параметр на "увімкнено", то кожного разу до доданого бронювання буде додаватися часовий інтервал 15 хвилин або 30 хвилин (в залежності від того, який "Часовий інтервал календаря" буде встановлено). Це корисно, коли, наприклад, після завершення бронювання вам потрібен час, щоб прибратися перед наступним клієнтом.',
	'calendar-time-scale' => 'Календарний графік',
	'calendar-time-scale-description' =>
		'Встановлюючи цей параметр, ви вказуєте, якою буде шкала часу в календарі клубу.',
	'refund-time-limit' => 'Дозволений час для скасування бронювання, оплаченого онлайн',
	'refund-time-limit-description' => 'Задавши цей параметр, ви визначите, за скільки годин до початку бронювання клієнт може скасувати його, щоб отримати відшкодування сплаченої суми.
    Приклад1. Ви встановили цей параметр на 2 години.  Покупець зробив бронювання на 15:00. О 14:00 покупець хоче скасувати бронювання. Покупець побачить повідомлення про те, що він може скасувати бронювання, але не отримає відшкодування.
    Приклад2 Ви встановили цей параметр на 2 години.  Клієнт зробив бронювання на 15:00. О 12:00 клієнт хоче скасувати бронювання. Покупець побачить повідомлення про те, що він може скасувати бронювання і отримає відшкодування.
    ПАМ\'ЯТАЙТЕ - Коли клієнт скасує бронювання (приклад 2), ви отримаєте повідомлення про це на електронну пошту.  Ви можете керувати скасованими бронюваннями в розділі Білінг',
	'additional-commission-percent' => 'Відсоток комісії за бронювання, оплачені онлайн',
	'additional-commission-percent-description' =>
		'Задавши цей параметр, ви визначите, на скільки відсотків має збільшитися вартість замовлення, оплаченого онлайн.',
	'additional-commission-fixed' => 'Сума комісії за бронювання, оплачені онлайн',
	'additional-commission-fixed-description' =>
		'За допомогою цього параметра ви можете вказати, на яку суму буде збільшена вартість замовлення, оплаченого онлайн.',
	'widget-message' => 'Повідомлення про плагін для бронювання',
	'widget-message-description' =>
		'Під вибором гри на плагіні бронювання буде відображатися наступний текст',
	'reservation-max-advance-time' => 'Максимальний час для бронювання',
	'reservation-max-advance-time-description' =>
		'Задавши цей параметр, ви визначите, за скільки днів наперед клієнти зможуть здійснювати онлайн-бронювання.',
	'reservation-max-advance-time-info' =>
		'Наприклад, якщо ви встановите параметр на 30 днів, то клієнт, який буде робити бронювання 1 січня - зможе зробити бронювання в діапазоні з 1 по 30 січня.',
	'reservation-min-advance-time' => 'Мінімальний час для бронювання',
	'reservation-min-advance-description' =>
		'Налаштувавши цей параметр, ви визначите, за скільки годин до початку бронювання онлайн-клієнти зможуть зробити замовлення.<br>Ви можете налаштувати параметр для кожного дня тижня окремо.',
	'reservation-min-advance-info' =>
		'Якщо, наприклад, для понеділка ви встановите параметр 2 години. Тоді клієнт, який хотів би забронювати столик у понеділок о 13:00, зможе забронювати його не раніше, ніж на 15:00.',
	'full-hour-start-reservations-status' => 'Приймайте онлайн-бронювання тільки в робочі години',
	'full-hour-start-reservations-status-description' => 'Встановлення цього параметра дозволить онлайн-клієнтам робити бронювання тільки на повні години (наприклад, на 15:00)<br>
І клієнти зможуть вибирати тільки повні години ігрового часу.',
	'reservation-number-on-calendar-status' => 'Показати номер бронювання в календарі',
	'reservation-number-on-calendar-status-description' =>
		'Увімкнувши цей параметр, у календарі поруч із кожним бронюванням з\'явиться його індивідуальний номер.',
	'reservation-notes-on-calendar-status' => 'Коментарі до календаря',
	'reservation-notes-on-calendar-status-description' =>
		'Увімкнувши цей параметр, у календарі для кожного бронювання з\'являтимуться коментарі призначених клубів і клієнтів.',
	'club-terms' => 'Файл з умовами та положеннями',
	'club-terms-description' =>
		'Додавши тут свої умови та положення, ви змусите клієнтів, які здійснюють онлайн-бронювання, прийняти ваші умови та положення',
	'club-terms-no-file-alert' => 'Сервіс виявив відсутність файлу з умовами та положеннями',
	'drop-terms-here' => 'Надішліть файл або натисніть тут, щоб додати умови та положення',
	'reservation-types-description' =>
		'Це дуже корисно, якщо в поданні "Бронювання" ви хочете швидко переглянути бронювання певного типу, наприклад, "Корпоративні заходи".',
	'reservation-types-bolder' => 'У цьому розділі ви можете створити тип бронювання і призначити йому колір.
    При створенні бронювання в календарі ви зможете вказати тип бронювання.
    У поданні календаря бронювання буде позначено обраним кольором.',
	'club-map' => 'Карта клубу',
	'club-map-description' => 'Додайте клубну картку для онлайн-клієнтів',
	'club-map-no-file-alert' => 'Сервіс виявив відсутність файлу карти клубу',
	'drop-map-here' => 'Завантажте файл або натисніть тут, щоб додати карту клубу (png, jpg, gif)',
	'manager-mails' => 'Сповіщення електронною поштою',
	'manager-mails-description' =>
		'Ввівши тут свою електронну адресу, ви отримаєте відповідне повідомлення про це щоразу, коли клієнт в режимі онлайн зробить бронювання або скасує його - ви отримаєте відповідне сповіщення.',
	'your-mail-notification-addresses' => 'Ваші електронні адреси для отримання повідомлень',
	'add-new-email-address' => 'Введіть адресу електронної пошти',
	'offline-reservation-duration-limit' => 'Максимальна тривалість бронювання в режимі офлайн',
	'offline-reservation-duration-limit-description' =>
		'Встановивши цей параметр, ви визначите, скільки максимальних годин зможе забронювати офлайн-клієнт.',
	'offline-reservation-slot-limit' => 'Максимальна кількість слотів для офлайн бронювання',
	'offline-reservation-slot-limit-description' =>
		'Встановивши цей параметр, ви визначите, скільки максимальних слотів зможе забронювати офлайн-клієнт.',
	'offline-reservation-daily-limit' => 'Максимальна кількість офлайн-бронювань на добу',
	'offline-reservation-daily-limit-description' =>
		'Встановивши цей параметр, ви визначите, скільки бронювань на добу зможе зробити офлайн-клієнт.',
	'successfully-updated' => 'Зміни до налаштувань збережено',
	'calendar_time_scale-full_hour_start_reservations_status-combination-error' =>
		'Значення "60 хвилин" не допускається, якщо вимкнено налаштування "Приймати онлайн-бронювання тільки на повні години".',
	'full_hour_start_reservations_status-calendar_time_scale-combination-error' =>
		'Вимкнення параметра \\"Приймати онлайн-бронювання тільки на повні години\\" не допускається, якщо параметр \\"Шкала часу календаря\\" встановлений на \\"60 хвилин\\".',
];
